2008-White.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>2008-White</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-07-12 16:38:28 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">2008-White</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 2008-White.org </a>
<ul>
<li><a href="#sec-1.1">1.1 Summary </a></li>
<li><a href="#sec-1.2">1.2 Prologue </a></li>
<li><a href="#sec-1.3">1.3 0. Overview and Contexts. "Putting parts together". </a></li>
<li><a href="#sec-1.4">1.4 1. Identities Seek Control </a></li>
<li><a href="#sec-1.5">1.5 2. Networks and Stories </a></li>
<li><a href="#sec-1.6">1.6 3. Three Disicplines </a></li>
<li><a href="#sec-1.7">1.7 4. Styles </a></li>
<li><a href="#sec-1.8">1.8 5. Institutions and Rhetorics </a></li>
<li><a href="#sec-1.9">1.9 6. Regimes of Control </a></li>
<li><a href="#sec-1.10">1.10 7. Getting Action </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> 2008-White.org </h2>
<div class="outline-text-2" id="text-1">

<p>Notes on HC White's <i>Identity and Control</i>.
</p>

</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Summary </h3>
<div class="outline-text-3" id="text-1.1">

<p>The theory expounded in IC is divided into
six sections on social structure (1-6) and 
one chapter on gaining control within these
constraints. The final chapter provides an
overview of the previous 7 and shows how
all the parts fit together.
</p>
<p>
The book does not read well in exclusively
in a linear order, but must be re-read many
times and in a variety of sequences. Also,
the index is extremely valuable. White has
tremendous erudition and deep understanding
about which works are of high quality, and
which are not. 
</p>
</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Prologue </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> 0. Overview and Contexts. "Putting parts together". </h3>
<div class="outline-text-3" id="text-1.3">

<p>In IC, this chapter comes last, but in my analysis
it comes first. If one has read IC before, but is
returning to it after some time, it is best to start
here. 
</p>
<p>
In section 8.1.1, IC raises three questions:
</p>
<ul>
<li>
Where is the self?
</li>
<li>
Where is consciousness?
</li>
<li>
Who is doing all this thinking?


</li>
</ul>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> 1. Identities Seek Control </h3>
<div class="outline-text-3" id="text-1.4">

</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> 2. Networks and Stories </h3>
<div class="outline-text-3" id="text-1.5">

</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> 3. Three Disicplines </h3>
<div class="outline-text-3" id="text-1.6">

</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> 4. Styles </h3>
<div class="outline-text-3" id="text-1.7">

</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> 5. Institutions and Rhetorics </h3>
<div class="outline-text-3" id="text-1.8">

</div>

</div>

<div id="outline-container-1.9" class="outline-3">
<h3 id="sec-1.9"><span class="section-number-3">1.9</span> 6. Regimes of Control </h3>
<div class="outline-text-3" id="text-1.9">

</div>

</div>

<div id="outline-container-1.10" class="outline-3">
<h3 id="sec-1.10"><span class="section-number-3">1.10</span> 7. Getting Action </h3>
<div class="outline-text-3" id="text-1.10">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-07-12 16:38:28 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
